/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/
//Photos library connection

"Library Not Responding" = "La libreria non risponde";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "CleanMyMac non ha potuto accedere alla tua libreria foto perché non risponde.";

"Quit or force quit Photos;" = "Esci o esegui un'Uscita forzata da Foto;";
"Open your Activity Monitor;" = "Apri il Monitoragio Attività;";
"Force quit the \"photolibraryd\" process;" = "Esegui un'Uscita forzata dal processo \"photolibraryd\";";
"Reopen Photos if needed." = "Riapri Foto se richiesto.";

//Library Update
"Library Update Required" = "Aggiornamento libreria richiesto";
"Please update your photo library to make it accessible for a scan." = "Aggiorna la tua libreria foto per renderla accessibile alla scansione.";

"Open your library in the Photos app;" = "Apri la tua libreria nell'app Foto;";
"Wait until it updates the library." = "Attendi l'aggiornamento della libreria.";
